{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Im Frühling sprießen bunte Blumen aus dem Boden.","sentence_english": "In spring, colorful flowers sprout from the ground."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die Luft ist erfüllt mit dem Duft von blühenden Blumen und frischem Grün.","sentence_english": "The air is filled with the scent of blooming flowers and fresh greenery in spring."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die Vögel kehren aus ihren Winterquartieren zurück und singen fröhlich im Frühling.","sentence_english": "The birds return from their winter quarters and sing joyfully in spring."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Es ist die Zeit, in der alles zu neuem Leben erwacht im Frühling.","sentence_english": "It's the time when everything comes to new life in spring."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die ersten warmen Sonnenstrahlen kitzeln auf der Haut im Frühling.","sentence_english": "The first warm sun rays tickle the skin in spring."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Im Frühling spielen die Kinder wieder draußen und die Parks füllen sich mit Leben.","sentence_english": "In spring, children play outside again, and the parks come to life."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die ersten Frühlingsregen sorgen im Frühling für die notwendige Feuchtigkeit für das junge Grün.","sentence_english": "The first spring rains provide the necessary moisture for the young greenery."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Im Frühling sind die Tage länger und die Nächte kürzer.","sentence_english": "In spring, the days are longer and the nights shorter."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Im Frühling erwachen die Tiere aus ihrem Winterschlaf.","sentence_english": "In spring, the animals awaken from their winter slumber."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die Frühlingsluft lässt die Stimmung steigen und die Herzen höher schlagen.","sentence_english": "The spring air lifts the mood and makes hearts beat faster."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Im Frühling werden die Tage endlich wieder wärmer und angenehmer.","sentence_english": "In spring, the days finally become warmer and more pleasant."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die Frühlingssonne lässt die Natur in neuem Glanz erstrahlen.","sentence_english": "The spring sun makes nature shine in new splendor."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Im Frühling machen die Menschen gerne lange Spaziergänge und genießen die Natur.","sentence_english": "In spring, people enjoy taking long walks and appreciating nature."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die ersten Frühjahrsblüher zeigen sich im Frühling in voller Pracht.","sentence_english": "The first spring flowers show themselves in full splendor in spring."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Im Frühling beginnt die Zeit der Frühlingsfeste und -märkte.","sentence_english": "In spring, the time of spring festivals and markets begins."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die Frühlingsbrise lässt die Blätter an den Bäumen sanft im Wind tanzen.","sentence_english": "The spring breeze gently makes the leaves on the trees dance in the wind."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Im Frühling erwachen die Sinne zu neuem Leben.","sentence_english": "In spring, the senses awaken to new life."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die Frühlingstage sind perfekt für Outdoor-Aktivitäten wie Wandern und Radfahren.","sentence_english": "Spring days are perfect for outdoor activities such as hiking and cycling."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die ersten Schmetterlinge flattern im Frühling durch die Luft.","sentence_english": "The first butterflies flutter through the air in spring."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Im Frühling blühen die Obstbäume, und die Bienen summen emsig umher.","sentence_english": "In spring, the fruit trees bloom, and the bees buzz busily around."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die ersten warmen Tage im Frühling locken die Menschen nach draußen.","sentence_english": "The first warm days in spring lure people outside."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Im Frühling erwachen die Tiere aus dem Winterschlaf und beginnen mit der Partnersuche.","sentence_english": "In spring, animals awaken from hibernation and begin mating."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die ersten Frühlingsboten kündigen im Frühling das Ende des Winters an.","sentence_english": "The first signs of spring announce the end of winter in spring."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Im Frühling grünt und blüht es überall, und die Landschaft erstrahlt in bunten Farben.","sentence_english": "In spring, everything is green and blooming everywhere, and the landscape shines in colorful hues."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die ersten Sonnenstrahlen im Frühling wecken die Lebensgeister.","sentence_english": "The first rays of sunshine in spring awaken the spirits."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Im Frühling können die Menschen endlich wieder Zeit im Freien verbringen und die Natur genießen.","sentence_english": "In spring, people can finally spend time outdoors again and enjoy nature."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die Frühlingszeit ist eine Zeit der Erneuerung und des Neubeginns.","sentence_english": "Springtime is a time of renewal and new beginnings."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Im Frühling erblühen die ersten Kirschbäume, und die Landschaft sieht aus wie gemalt.","sentence_english": "In spring, the first cherry trees blossom, and the landscape looks like a painting."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die Frühlingsluft ist frisch und belebend und lässt die Menschen neue Energie tanken.","sentence_english": "The spring air is fresh and invigorating and allows people to recharge their energy."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Im Frühling erwacht die Natur zu neuem Leben, und die Welt sieht gleich viel freundlicher aus.","sentence_english": "In spring, nature awakens to new life, and the world looks much friendlier."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die Metallfedern sorgen für eine federnde Bewegung.","sentence_english": "The metal springs provide a bouncing movement."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die Federkraft einer Metallfeder hängt von ihrer Konstruktion ab.","sentence_english": "The spring force of a metal spring depends on its construction."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Metallfedern werden oft in mechanischen Geräten verwendet.","sentence_english": "Metal springs are often used in mechanical devices."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die Elastizität einer Metallfeder bestimmt ihre Funktion.","sentence_english": "The elasticity of a metal spring determines its function."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die Lebensdauer einer Metallfeder hängt von ihrer Qualität ab.","sentence_english": "The lifespan of a metal spring depends on its quality."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Metallfedern kommen in verschiedenen Formen und Größen vor.","sentence_english": "Metal springs come in various shapes and sizes."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Metallfedern können aus verschiedenen Materialien hergestellt werden.","sentence_english": "Metal springs can be made from various materials."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die Spannung einer Metallfeder bestimmt ihre Kraft.","sentence_english": "The tension of a metal spring determines its force."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Metallfedern werden oft in Fahrzeugen zur Dämpfung verwendet.","sentence_english": "Metal springs are often used in vehicles for damping."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die Funktionsweise einer Metallfeder beruht auf ihrer elastischen Verformung.","sentence_english": "The functionality of a metal spring relies on its elastic deformation."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Metallfedern können verschiedene Arten von Bewegungen erzeugen.","sentence_english": "Metal springs can generate various types of movements."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die Anzahl der Windungen einer Metallfeder beeinflusst ihre Eigenschaften.","sentence_english": "The number of turns of a metal spring affects its properties."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Metallfedern können in vielen industriellen Anwendungen eingesetzt werden.","sentence_english": "Metal springs can be used in many industrial applications."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die Stärke einer Metallfeder hängt von ihrem Material und ihrer Form ab.","sentence_english": "The strength of a metal spring depends on its material and shape."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Metallfedern sind eine wichtige Komponente vieler mechanischer Systeme.","sentence_english": "Metal springs are an important component of many mechanical systems."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die Flexibilität einer Metallfeder ermöglicht ihre Anpassungsfähigkeit.","sentence_english": "The flexibility of a metal spring allows for its adaptability."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die Belastbarkeit einer Metallfeder hängt von ihrer Bauweise ab.","sentence_english": "The load capacity of a metal spring depends on its construction."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Metallfedern können in einer Vielzahl von Anwendungen verwendet werden.","sentence_english": "Metal springs can be used in a variety of applications."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die Rückstellkraft einer Metallfeder ist ihre Fähigkeit, nach der Verformung in ihre Ursprungsform zurückzukehren.","sentence_english": "The restoring force of a metal spring is its ability to return to its original shape after deformation."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Metallfedern sind in vielen Haushaltsgeräten wie Uhren und Spielzeugen zu finden.","sentence_english": "Metal springs are found in many household items such as watches and toys."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die Federkonstante einer Metallfeder bestimmt ihre Steifigkeit.","sentence_english": "The spring constant of a metal spring determines its stiffness."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Metallfedern können sowohl in kleinen als auch in großen Maschinen verwendet werden.","sentence_english": "Metal springs can be used in both small and large machines."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die Dicke des Drahtes einer Metallfeder beeinflusst ihre Festigkeit.","sentence_english": "The thickness of the wire of a metal spring affects its strength."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Metallfedern können in verschiedenen Industrien wie Automobil-, Elektronik- und Möbelindustrie eingesetzt werden.","sentence_english": "Metal springs can be used in various industries such as automotive, electronics, and furniture industry."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die Dämpfungseigenschaften einer Metallfeder können durch verschiedene Faktoren beeinflusst werden.","sentence_english": "The damping properties of a metal spring can be influenced by various factors."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Metallfedern können eine gleichmäßige Kraftübertragung gewährleisten.","sentence_english": "Metal springs can ensure uniform force transmission."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die Haltbarkeit einer Metallfeder hängt von ihrer Beanspruchung ab.","sentence_english": "The durability of a metal spring depends on its stress."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Metallfedern sind in einer Vielzahl von Industriezweigen unverzichtbar.","sentence_english": "Metal springs are indispensable in a variety of industries."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die Verformbarkeit einer Metallfeder ermöglicht ihre Anwendung in verschiedenen Anwendungen.","sentence_english": "The deformability of a metal spring allows for its application in various uses."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die Blumen springen aus dem Boden und begrüßen den Frühling.","sentence_english": "The flowers spring from the ground and welcome the spring."},
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die Vögel springen von Ast zu Ast und singen fröhlich.","sentence_english": "The birds spring from branch to branch and sing cheerfully."},
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die Kinder springen vor Freude über die Wiesen.","sentence_english": "The children spring with joy across the meadows."},
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Das Wasser springt fröhlich über die Felsen im Bach.","sentence_english": "The water springs joyfully over the rocks in the stream."},
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die Tiere springen auf den Feldern und genießen die warme Luft.","sentence_english": "The animals spring in the fields and enjoy the warm air."},
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die Bäume springen in voller Blüte und erfüllen die Luft mit Duft.","sentence_english": "The trees spring into full bloom and fill the air with scent."},
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die Sonne springt hinter den Wolken hervor und wärmt die Erde.","sentence_english": "The sun springs forth from behind the clouds and warms the earth."},
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die Wolken springen über den Himmel und bringen Regen.","sentence_english": "The clouds spring across the sky and bring rain."},
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die Bäche springen über die Steine und bilden kleine Wasserfälle.","sentence_english": "The streams spring over the rocks and form small waterfalls."},
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die Insekten springen umher und beleben die Natur.","sentence_english": "The insects spring around and enliven the nature."},
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die Blätter springen aus den Knospen und bringen Leben in die Bäume.","sentence_english": "The leaves spring from the buds and bring life to the trees."},
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die Windräder springen im Wind und erzeugen Energie.","sentence_english": "The windmills spring in the wind and generate energy."},
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die Wassertropfen springen vom Dach und plätschern auf den Boden.","sentence_english": "The water droplets spring from the roof and splash on the ground."},
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die Frösche springen im Teich und machen Musik.","sentence_english": "The frogs spring in the pond and make music."},
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die Schmetterlinge springen von Blume zu Blume und trinken Nektar.","sentence_english": "The butterflies spring from flower to flower and drink nectar."},
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die Kätzchen springen umher und spielen im Garten.","sentence_english": "The kittens spring around and play in the garden."},
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die Hirsche springen über die Wiesen und suchen nach Nahrung.","sentence_english": "The deer spring across the meadows and search for food."},
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die Wellen springen an den Strand und bringen Muscheln mit.","sentence_english": "The waves spring onto the beach and bring shells with them."},
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die Bienen springen von Blüte zu Blüte und sammeln Pollen.","sentence_english": "The bees spring from flower to flower and collect pollen."},
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die Eichhörnchen springen von Ast zu Ast und sammeln Nüsse.","sentence_english": "The squirrels spring from branch to branch and gather nuts."},
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die Fische springen im Wasser und suchen nach Nahrung.","sentence_english": "The fish spring in the water and search for food."},
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die Libellen springen über die Teiche und jagen nach Insekten.","sentence_english": "The dragonflies spring over the ponds and hunt for insects."},
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die Rehe springen durch den Wald und suchen nach Futter.","sentence_english": "The deer spring through the forest and search for food."},
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die Regentropfen springen auf den Blättern und glitzern in der Sonne.","sentence_english": "The raindrops spring on the leaves and sparkle in the sun."},
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die Schneeglöckchen springen aus dem Schnee und künden den Frühling an.","sentence_english": "The snowdrops spring from the snow and herald the spring."},
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die Schneeflocken springen vom Himmel und bedecken die Landschaft.","sentence_english": "The snowflakes spring from the sky and cover the landscape."},
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die Lämmer springen auf den Feldern und genießen die frische Luft.","sentence_english": "The lambs spring in the fields and enjoy the fresh air."},
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die Krokusse springen aus der Erde und bringen Farbe in den Garten.","sentence_english": "The crocuses spring from the earth and bring color to the garden."},
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die Spatzen springen umher und suchen nach Nahrung.","sentence_english": "The sparrows spring around and search for food."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Es war ein warmer Frühlingstag, als die Sonne strahlend am Himmel stand und die Vögel fröhlich zwitscherten. Die Blumen blühten in den schönsten Farben und der frische Duft von frischem Gras lag in der Luft. Die Menschen genossen die ersten warmen Tage, indem sie im Park spazieren gingen oder ein Picknick auf der grünen Wiese machten. Die Kinder spielten fröhlich in den Wasserspielen im Park und ließen Drachen steigen, während die Erwachsenen sich auf den Bänken entspannten und das frühlingshafte Treiben um sie herum beobachteten. Es war ein Tag voller Leben und Freude, der den Winter endgültig vertrieb und die Herzen der Menschen mit Hoffnung und Freude erfüllte. ","sentence_english": "It was a warm spring day, with the sun shining brightly in the sky and the birds chirping happily. The flowers bloomed in the most beautiful colors, and the fresh scent of grass filled the air. People enjoyed the first warm days by taking a stroll in the park or having a picnic on the green meadow. Children played joyfully in the water features in the park, flying kites, while adults relaxed on the benches and watched the springtime activities around them. It was a day full of life and joy, driving away winter for good and filling the hearts of people with hope and happiness."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Ein Spaziergang im Frühling war wie Balsam für die Seele, als die Welt um einen herum langsam zum Leben erwachte. Die Bäume standen in voller Blüte und die Vögel sangen fröhlich in den Ästen. Der Wind strich sanft durch das Gras und die Sonne wärmte das Gesicht. Die Menschen genossen die Ruhe und Schönheit der Natur nach einem langen Winter und begrüßten dankbar die neue Jahreszeit. Familien spazierten gemeinsam durch den Park und machten Fotos von den ersten Frühlingsblumen, die aus der Erde sprießten. Paare ruhten sich auf einer Bank aus und genossen die Stille und die wärmenden Sonnenstrahlen auf ihrer Haut. Es war ein Moment der Harmonie mit der Natur, ein Moment der Dankbarkeit für die Schönheit des Frühlings und die Verheißung von neuen Anfängen.","sentence_english": "Taking a stroll in spring was like balm for the soul as the world around slowly came to life. Trees were in full bloom, and birds sang cheerfully in the branches. The wind gently brushed through the grass, and the sun warmed the face. People enjoyed the peace and beauty of nature after a long winter, gratefully welcoming the new season. Families walked together through the park, taking photos of the first spring flowers poking out of the ground. Couples rested on a bench, enjoying the silence and the warming sun rays on their skin. It was a moment of harmony with nature, a moment of gratitude for the beauty of spring and the promise of new beginnings."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Die Osterfeierlichkeiten waren in vollem Gange, als der Frühling sein Einzug hielt. Die Kinder suchten eifrig nach Ostereiern im Garten, während die Erwachsenen bunte Osternester vorbereiteten und den festlich geschmückten Osterbrunch vorbereiteten. Überall waren fröhliche Gesichter und das Lachen der Kinder hallte durch die Straßen. Die Kirchenglocken läuteten, um die Gläubigen zur Ostermesse zu rufen, und die Menschen versammelten sich, um die Auferstehung Christi zu feiern. Es war eine Zeit der Freude und des Zusammenkommens, um das neue Leben und die Erneuerung zu feiern, die der Frühling mit sich brachte, und die Gemeinschaft zu stärken.","sentence_english": "The Easter celebrations were in full swing as spring made its entrance. Children eagerly hunted for Easter eggs in the garden, while adults prepared colorful Easter nests and set up a festive Easter brunch. Happy faces were everywhere, and children's laughter echoed through the streets. Church bells rang, calling the faithful to Easter Mass, and people gathered to celebrate the resurrection of Christ. It was a time of joy and togetherness to celebrate the new life and renewal that spring brought, strengthening the community."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Der Garten erwachte langsam zum Leben, als die ersten zarten Knospen an den Bäumen zu sehen waren. Die Vögel bauten emsig ihre Nester und die Bienen summten fleißig von Blume zu Blume, um Nektar zu sammeln. Die Kinder halfen ihren Eltern im Garten, die Beete zu bepflanzen und die Erde aufzulockern, um den zarten Setzlingen einen guten Start zu ermöglichen. Die Luft war erfüllt von frischen Gerüchen nach fruchtbarem Boden und die Farben der Blumen, von zartem Rosa bis leuchtendem Gelb, leuchteten in der warmen Frühlingssonne. Es war ein wahres Fest der Natur, das den Winterblues sofort vergessen ließ und die Vorfreude auf die kommende Ernte weckte.","sentence_english": "The garden slowly came to life as the first delicate buds appeared on the trees. Birds busily built their nests, and bees buzzed from flower to flower, gathering nectar. Children helped their parents in the garden, planting the beds and loosening the soil to give the tender seedlings a good start. The air was filled with fresh scents of fertile soil, and the colors of the flowers, from pale pink to bright yellow, shone in the warm spring sun. It was a true celebration of nature that immediately banished the winter blues and aroused anticipation for the upcoming harvest."}
{"index": {"_index": "paraphrase-multilingual-minilm-l12-v2-index"}}
{"sentence": "Der Regen prasselte sanft auf die Erde, als der Frühling zeigte, dass nicht nur Sonnenschein und blauer Himmel zu dieser Jahreszeit gehörten. Die grauen Wolken hingen tief am Himmel, aber die frischen Regentropfen ließen die Blumen im Garten nur umso bunter erstrahlen. Der Geruch von nassem Erde erfüllte die Luft und die Natur tankte neue Energie für das kommende Wachstum. Die Regentropfen bildeten kleine Pfützen auf den Wegen und die Kinder sprangen fröhlich von einer zur anderen, während die Erwachsenen die Zeit nutzten, um sich zu Hause zu entspannen und dabei dem sanften Trommeln des Regens auf das Dach zu lauschen. Es war ein entschleunigender Tag, an dem die Welt langsamer zu drehen schien und die Natur sich erfrischte, um in ihrer vollen Pracht zu erblühen.","sentence_english": "The rain gently fell on the earth as spring showed that not only sunshine and blue skies belonged to this season. Gray clouds hung low in the sky, but the fresh raindrops made the flowers in the garden shine even brighter. The smell of moist soil filled the air, and nature replenished its energy for the forthcoming growth. The raindrops formed small puddles on the paths, and children joyfully jumped from one to the other, while adults took the opportunity to relax at home, listening to the soft drumming of the rain on the roof. It was a decelerating day, where the world seemed to turn more slowly, and nature refreshed itself to bloom in its full glory."}
